Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# yubikey_error_failed_to_read
source: Failed to read YubiKey
ar: فشل في قراءة YubiKey
de: Fehler beim Lesen von YubiKey
es: Error al leer la YubiKey
fr: Impossible de lire la YubiKey
hu: Nem sikerült beolvasni a YubiKey-t
it: Lettura di YubiKey fallita
ja: YubiKey の読み取りに失敗しました
ko: YubiKey를 읽지 못했습니다.
pt_br: Falha ao ler YubiKey
pt_pt: Falha ao ler o YubiKey
ru: Не удалось прочитать YubiKey
uk: Не вдалося прочитати YubiKey
zh_hans: 读取 YubiKey 失败

# yubikey_nfc_text
source: Requires NFC support.
ar: يتطلب دعم NFC.
de: Benötigt NFC-Unterstützung.
es: Requiere soporte NFC.
fr: Nécessite le support NFC.
hu: NFC támogatást igényel.
it: Richiede il supporto a NFC.
ja: NFC の対応が必要です。
ko: 기기가 NFC를 지원해야 합니다.
pt_br: Requer suporte a NFC.
pt_pt: Requer suporte a NFC.
ru: Требуется поддержка NFC.
uk: Потребує підтримки NFC.
zh_hans: 需要 NFC 支持。

# yubikey_nfc_title
source: Hold your YubiKey flat against the back of your device
ar: أمسك YubiKey بشكل مسطح على الجزء الخلفي من جهازك
de: Halte deinen YubiKey flach gegen die Rückseite Ihres Geräts
es: Mantén tu YubiKey en la parte trasera de tu dispositivo
fr: Tenez votre YubiKey à plat contre l'arrière de votre appareil
hu: Tartsa a YubiKey-t laposan a készülék hátuljához
it: Tieni la YubiKey piatta contro il retro del dispositivo
ja: YubiKey をデバイスの背面に平らに当ててください
ko: YubiKey를 기기의 뒷면에 평평하게 가져다 대기
pt_br: Segure sua YubiKey contra a parte traseira de seu dispositivo
pt_pt: Segurar o YubiKey contra a parte de trás do seu dispositivo
ru: Приложите YubiKey к задней панели устройства
uk: Притуліть YubiKey до задньої частини вашого пристрою
zh_hans: 将您的 YubiKey 平放在设备背部的 NFC识别区域

# yubikey_unlock_error_failed_text
source: Try the YubiKey again or unlock the vault with your password.
ar: حاول استخدام YubiKey مرة أخرى أو افتح القبو باستخدام كلمة المرور الخاصة بك.
de: Versuchen Sie es erneut mit dem YubiKey oder entsperren Sie den Tresor mit Ihrem Passwort.
es: Prueba la YubiKey de nuevo o desbloquea la bóveda con tu contraseña.
fr: Réessayez avec la YubiKey ou déverrouillez le coffre-fort avec votre mot de passe.
hu: Próbálja újra a YubiKey-t, vagy oldja fel a széfet a jelszavával.
it: Riprova con la YubiKey o sblocca la cassaforte con la password.
pt_br: Tente o YubiKey novamente ou desbloqueie o cofre com sua senha.
pt_pt: Tente usar o YubiKey novamente ou desbloqueie o cofre com a sua palavra-passe.
ru: Попробуйте использовать YubiKey еще раз или разблокируйте хранилище с помощью вашего пароля.
uk: Спробуйте застосувати YubiKey ще раз або розблокуйте сховище за допомогою пароля.
zh_hans: 请重试 YubiKey，或使用您的密码解锁密码库。

# yubikey_unlock_error_failed_title
source: Failed to use YubiKey
ar: فشل استخدام YubiKey
de: Fehler bei der YubiKey-Nutzung
es: Error al usar YubiKey
fr: Échec de l'utilisation de la YubiKey
hu: A YubiKey használata sikertelen
it: Utilizzo di YubiKey non riuscito
ja: YubiKeyの操作に失敗しました
ko: YubiKey를 사용하지 못했습니다.
pt_br: Falha ao usar YubiKey
pt_pt: Falha ao utilizar o YubiKey
ru: Не удалось использовать YubiKey
uk: Не вдалося використати YubiKey
zh_hans: 使用 YubiKey 失败

# yubikey_unlock_error_unsupported_text
source: This YubiKey or connection type does not support challenge-response unlock.
ar: جهاز YubiKey هذا أو نوع الاتصال لا يدعم فتح القفل بأسلوب التحدي والاستجابة.
de: Dieser YubiKey oder Verbindungstyp unterstützt keine Challenge-Response-Entsperrung.
es: Esta YubiKey o tipo de conexión no admite el desbloqueo mediante desafío-respuesta.
fr: Cette YubiKey ou ce type de connexion ne prend pas en charge le déverrouillage par défi-réponse.
hu: Ez a YubiKey vagy kapcsolattípus nem támogatja a kihívás-válasz (challenge-response) alapú feloldást.
it: Questa YubiKey o il tipo di connessione non supporta lo sblocco di tipo challenge-response.
ja: このYubiKeyまたは接続タイプは、チャレンジ・レスポンスによるロック解除をサポートしていません。
ko: 이 YubiKey 또는 연결 방식은 챌린지-리스폰스 방식의 잠금 해제를 지원하지 않습니다.
pt_br: Esta YubiKey ou tipo de conexão não suporta desbloqueio de resposta a desafio.
pt_pt: Este YubiKey ou tipo de ligação não suporta o desbloqueio por desafio-resposta.
ru: Этот YubiKey или тип подключения не поддерживает разблокировку в режиме "вызов-ответ" (challenge-response).
uk: Цей YubiKey або тип підключення не підтримує розблокування методом «виклик-відповідь».
zh_hans: 此 YubiKey 或连接类型不支持质询-响应解锁。

# yubikey_unlock_error_unsupported_title
source: YubiKey unlock is not supported
ar: فتح القفل باستخدام YubiKey غير مدعوم
de: YubiKey-Entsperrung wird nicht unterstützt
es: El desbloqueo con YubiKey no es compatible
fr: Le déverrouillage par YubiKey n'est pas pris en charge
hu: A YubiKey feloldás nem támogatott
it: Lo sblocco tramite YubiKey non è supportato
ja: YubiKeyによるロック解除はサポートされていません
ko: YubiKey 잠금 해제가 지원되지 않습니다
pt_br: O desbloqueio YubiKey não é compatível
pt_pt: O desbloqueio por YubiKey não é suportado
ru: Разблокировка с помощью YubiKey не поддерживается
uk: Розблокування YubiKey не підтримується
zh_hans: 不支持 YubiKey 解锁

# yubikey_usb_text
source: Requires USB OTG support.
ar: يتطلب دعم USB OTG.
de: Erfordert USB OTG Unterstützung.
es: Requiere soporte USB OTG.
fr: Nécessite le support USB OTG.
hu: USB OTG támogatást igényel.
it: Richiede il supporto a USB OTG.
ja: USB OTG の対応が必要です。
ko: 기기가 USB OTG를 지원해야 합니다.
pt_br: Requer suporte USB OTG.
pt_pt: Requer suporte USB OTG.
ru: Требуется поддержка USB OTG.
uk: Потребує підтримки USB OTG.
zh_hans: 需要 USB OTG 支持。

# yubikey_usb_title
source: Connect YubiKey via USB
ar: قم بتوصيل YubiKey عبر USB
de: Verbinde YubiKey über USB
es: Conectar YubiKey a través de USB
fr: Connecter YubiKey via USB
hu: Csatlakoztassa a YubiKey-t USB-n keresztül
it: Connetti YubiKey tramite USB
ja: YubiKey を USB 経由で接続してください
ko: USB를 사용하여 YubiKey 연결
pt_br: Conecte o YubiKey via USB
pt_pt: Ligar o YubiKey via USB
ru: Подключить YubiKey через USB
uk: Під'єднати YubiKey через USB
zh_hans: 通过 USB 连接 YubiKey

# yubikey_usb_touch_the_gold_sensor_note
source: Touch the gold sensor on your YubiKey now.
ar: المس المستشعر الذهبي الموجود على YubiKey الخاص بك الآن.
de: Berühren Sie jetzt den Goldsensor auf Ihrem YubiKey.
es: Toque el sensor de oro en su YubiKey ahora.
fr: Touchez le capteur doré de votre YubiKey maintenant.
hu: Érintse meg most a YubiKey arany érzékelőjét.
it: Tocca adesso il sensore d'oro sulla tua YubiKey.
ja: YubiKey の金色のセンサーをタッチしてください。
ko: YubiKey의 금색 센서에 손가락을 올리세요.
pt_br: Toque no sensor dourado em sua YubiKey agora.
pt_pt: Agora tocar no sensor dourado do YubiKey.
ru: Коснитесь золотого датчика на вашем YubiKey сейчас.
uk: Тепер доторкніться до золотої кнопки на YubiKey.
zh_hans: 现在请触摸您YubiKey上的金色传感器。

source: Zone ID
ar: معرّف المنطقة
de: Zonen-ID
fr: Identifiant de zone
pt_br: ID da Zona
pt_pt: ID da zona
uk: ID зони
zh_hans: 区域 ID

# generator_email_plus_addressing_note
source: Plus addressing means any email sent to %1$@ is still sent to your account. This means you can have a lot of variations on your email address to give out to different people, sites, or mailing lists. Ensure that your email hosting supports this feature before using it.
de: Plus Adressierung bedeutet, dass jede E-Mail, die an %1$@ gesendet wird, immer noch an Ihr Konto gesendet wird. Das bedeutet, dass Sie eine Vielzahl von Variationen an Ihre E-Mail-Adresse haben können, die Sie an verschiedene Personen, Seiten oder Mailinglisten verteilen können. Stellen Sie sicher, dass Ihr E-Mail-Hosting diese Funktion unterstützt, bevor Sie sie verwenden.
es: Un correo electrónico extra significa que cualquier correo electrónico enviado a %1$@ todavía está enviado a tu cuenta. Esto significa que puede tener muchas variaciones en tu dirección de correo electrónico para tener un correo en varios sitios o listas de correo. Asegúrate de que tu alojamiento de correo electrónico soporta esta característica antes de usarla.
fr: Une adresse sous-adressé signifie que tout e-mail envoyé à %1$@ est toujours envoyé sur votre compte. Cela signifie que vous pouvez avoir beaucoup de variations sur votre adresse de courriel pour donner à différentes personnes, sites ou listes de diffusion. Assurez-vous que votre hébergement de courriel prend en charge cette fonctionnalité avant de l'utiliser.
hu: A plusz címzés azt jelenti, hogy minden, a %1$@ címre küldött e-mail még mindig a fiókjába érkezik. Ez lehetővé teszi, hogy különböző változatokat használjon az e-mail címéből, amelyeket különböző embereknek, webhelyeknek vagy levelezőlistáknak adhat meg. Mielőtt használná, győződjön meg róla, hogy az e-mail tárhelyszolgáltatója támogatja ezt a funkciót.
it: L'indirizzamento e-mail con segno più ("+") fa sì che le email inviate a %1$@ vengano comunque inviate al tuo account. Questo significa che puoi avere molte variazioni del tuo vero indirizzo email da dare a persone, siti o mailing list differenti. Prima dell'utilizzo assicurati che il tuo servizio di hosting email supporti questa funzione.
ja: プラスメールアドレスとは、%1$@ のようなメールアドレスに送信されたすべてのメールが、あなたのアカウントに送信されることを意味します。これにより、さまざまな人、サイト、メーリングリストに提供するための、メールアドレスのバリエーションを多く持つことができます。使用する前に、メールホスティングがこの機能をサポートしていることを確認してください。
ko: 플러스 주소를 사용하면 %1$@ 주소로 전송된 모든 이메일이 사용자의 계정으로 전송됩니다. 따라서 각 웹사이트, 메일링 리스트마다 다른 이메일 주소를 사용할 수 있습니다. 사용하기 전에 이메일 호스팅 제공 업체에서 이 기능을 지원하는지 확인해 보세요.
pt_br: Endereço de e-mail Plus significa que qualquer e-mail enviado para %1$@ ainda é enviado para sua conta. Isso significa que você pode ter várias variações do seu endereço de e-mail para distribuir a diferentes pessoas, sites ou listas de distribuição. Certifique-se de que sua hospedagem de e-mail ofereça suporte a esse recurso antes de usá-lo.
pt_pt: Endereços de e-mail Plus significa que qualquer email enviado para %1$@ ainda é enviado para a sua conta. Isto significa que você pode ter muitas variações no seu endereço de e-mail para dar a várias pessoas, sites ou listas de discussão. Certifique-se de que o seu provedor de e-mail suporta este recurso antes de usá-lo.
ru: Плюс адресация означает, что любые сообщения, отправленные на %1$@, по-прежнему отправляются на адрес вашего аккаунта. Это означает, что вы можете иметь много вариантов адреса своей электронной почты, чтобы предоставлять его разным людям, сайтам или спискам рассылки. Перед использованием убедитесь, что хостинг электронной почты поддерживает эту функцию.
uk: Плюс адресація означає, що будь-які повідомлення, надіслані на %1$@, усе ще надсилаються на ваш обліковий запис. Це означає, що ви можете мати багато варіантів своєї адреси електронної пошти, щоб надавати її різним людям, сайтам або спискам розсилки. Перед використанням переконайтеся, що ваш хостинг електронної пошти підтримує цю функцію.
zh_hans: 附加地址意味着任何发送到 %1$@ 的电子邮件仍会发送到您的账户。这意味着您的电子邮件地址可以有很多变化，可以发送给不同的人、网站或邮件列表。使用前请确保您的电子邮件主机支持此功能。

# generator_email_subdomain_addressing_note
source: Subdomain addressing means any email sent to %1$@ is still sent to your account. This means you can have a lot of variations on your email address to give out to different people, sites, or mailing lists. Ensure that your email hosting supports this feature before using it.
de: Subdomänenadressierung bedeutet, dass jede E-Mail, die an %1$@ gesendet wird, immer noch an Ihr Konto gesendet wird. Das bedeutet, dass Sie eine Vielzahl von Variationen an Ihre E-Mail-Adresse haben können, die Sie an verschiedene Personen, Sites oder Mailinglisten verteilen können. Stellen Sie sicher, dass Ihr E-Mail-Hosting diese Funktion unterstützt, bevor Sie sie verwenden.
es: Dirección de subdominio significa que cualquier correo electrónico enviado a %1$@ todavía se envía a tu cuenta. Esto significa que puedes tener muchas variantes en tú dirección de correo electrónico para dar a diferentes personas, sitios o listas de correo. Asegúrate de que tu alojamiento de correo electrónico soporta esta característica antes de usarla.
fr: Une adresse du sous-domaine signifie que tout e-mail envoyé à %1$@ est toujours envoyé sur votre compte. Cela signifie que vous pouvez avoir beaucoup de variations sur votre adresse de courriel pour donner à différentes personnes, sites ou listes de diffusion. Assurez-vous que votre hébergement de courriel prend en charge cette fonctionnalité avant de l'utiliser.
hu: Az aldomain-címzés azt jelenti, hogy minden e-mail, amelyet a %1$@ címre küldenek, továbbra is az Ön fiókjába érkezik. Ez lehetővé teszi, hogy e-mail címének számos változatát használja különböző embereknek, weboldalaknak vagy levelezőlistáknak való kiadásra. Mielőtt használná ezt a funkciót, győződjön meg róla, hogy az e-mail szolgáltatója támogatja ezt a lehetőséget.
it: L'indirizzamento e-mail con sottodominio fa in modo che eventuali e-mail inviate a %1$@ vengano comunque inviate al tuo account. Questo significa che puoi avere molte variazioni del tuo vero indirizzo email da dare a persone, siti o mailing list diverse. Prima dell'uso assicurati che il tuo server di hosting email supporti questa funzione.
ja: サブドメインアドレスとは、%1$@ のようなメールアドレスに送信されたすべてのメールが、あなたのアカウントに送信されることを意味します。これにより、さまざまな人、サイト、メーリングリストに提供するための、メールアドレスのバリエーションを多く持つことができます。使用する前に、メールホスティングがこの機能をサポートしていることを確認してください。
ko: 서브도메인 주소를 사용하면 %1$@ 주소로 전송된 모든 이메일이 사용자의 계정으로 전송됩니다. 따라서 각 웹사이트, 메일링 리스트마다 다른 이메일 주소를 사용할 수 있습니다. 사용하기 전에 이메일 호스팅 제공 업체에서 이 기능을 지원하는지 확인해 보세요.
pt_br: Subdomínio de endereço de e-mail significa que qualquer e-mail enviado para %1$@ ainda é enviado para sua conta. Isso significa que você pode ter diversas variações do seu endereço de e-mail para distribuir a diferentes pessoas, sites ou listas de distribuição. Certifique-se de que sua hospedagem de e-mail ofereça suporte a esse recurso antes de usá-lo.
pt_pt: Endereço de subdomínio significa que qualquer e-mail enviado para %1$@ ainda é enviado para a sua conta. Isto significa que você pode ter muitas variações no seu endereço de e-mail para dar a outras pessoas, sites ou listas de discussão. Certifique-se de que o seu provedor de e-mail suporta este recurso antes de usá-lo.
ru: Поддоменная адресация означает, что любые сообщения, отправленные на %1$@, по-прежнему отправляются на адрес вашего аккаунта. Это означает, что вы можете иметь много вариантов адреса своей электронной почты, чтобы предоставлять его разным людям, сайтам или спискам рассылки. Перед использованием убедитесь, что хостинг электронной почты поддерживает эту функцию.
uk: Піддомен адресація означає, що будь-які повідомлення, надіслані на %1$@, усе ще надсилаються на ваш обліковий запис. Це означає, що ви можете мати багато варіантів своєї адреси електронної пошти, щоб надавати її різним людям, сайтам або спискам розсилки. Перед використанням переконайтеся, що ваш хостинг електронної пошти підтримує цю функцію.
zh_hans: 子域意味着任何发送到 %1$@ 的电子邮件仍会发送到您的账户。这意味着您的电子邮件地址可以有很多变化，可以发送给不同的人、网站或邮件列表。使用前请确保您的电子邮件主机支持此功能。

# generator_password_note
source: A strong password has at least %1$lld characters, uppercase & lowercase letters, digits and symbols.
de: Ein starkes Passwort hat eine Mindestlänge von %1$lld, Groß- & Kleinbuchstaben, Ziffern und Symbolen.
es: Una contraseña segura tiene al menos %1$lld caracteres, mayúsculas & letras minúsculas, dígitos y símbolos.
fr: Un mot de passe fort comporte au moins %1$lld caractères, en majuscule et minuscule, lettres, chiffres et caractères spéciaux.
hu: Egy erős jelszónak legalább %1$lld karakter hosszúnak kell lennie, nagy- és kisbetűket, számjegyeket és szimbólumokat kell tartalmaznia.
it: Una password sicura ha almeno %1$lld caratteri, lettere maiuscole e minuscole, cifre e simboli.
ja: 強力なパスワードは、少なくとも %1$lld 文字であり、大文字、小文字、数字、記号を含んでいます。
ko: 강한 비밀번호는 최소 %1$lld자에 대문자 및 소문자, 숫자와 기호를 모두 포함해야 합니다.
pt_br: Uma senha forte tem pelo menos %1$lld caracteres, letras maiúsculas & letras minúsculas, dígitos e símbolos.
pt_pt: Uma palavra-passe forte tem pelo menos %1$lld caracteres & deve ser composta por letras maiúsculas, minúsculas, números e símbolos.
ru: Надежный пароль содержит как минимум %1$lld символов, заглавные и строчные буквы, цифры и специальные символы.
uk: Надійний пароль має якнайменше %1$lld символів, великі та малі літери, цифри та спеціальні символи.
zh_hans: 安全的密码长度至少为 %1$lld 字符（包含大写、小写字母、数字和符号）

# vault_view_created_at_label
source: Created at %1$@
de: Erstellt am %1$@
es: Creado el %1$@
fr: Créé à %1$@
hu: Létrehozva: %1$@
it: Creata il %1$@
ja: 作成日時: %1$@
ko: %1$@에 만듦
pt_br: Criado em %1$@
pt_pt: Criado em %1$@
ru: Создано %1$@
uk: Створено %1$@
zh_hans: 创建于 %1$@

# vault_view_deleted_at_label
source: Deleted at %1$@
de: Gelöscht am %1$@
es: Eliminado el %1$@
fr: Supprimé à %1$@
hu: Törölve lett: %1$@
it: Eliminata il %1$@
ja: 削除日時: %1$@
ko: %1$@에 삭제됨
pt_br: Excluído em %1$@
pt_pt: Excluído em %1$@
ru: Удалено %1$@
uk: Видалено %1$@
zh_hans: 删除于 %1$@

# vault_view_expiration_scheduled_at_label
source: Expiration scheduled at %1$@
de: Ablaufdatum %1$@
es: Expiración programada el %1$@
fr: Expiration prévue à %1$@
hu: Lejárat ütemezve ekkorra: %1$@
it: Scadenza pianificata il %1$@
ja: 有効期限: %1$@
ko: %1$@에 만료될 예정
pt_br: Expiração programada para %1$@
pt_pt: Expiração agendada a %1$@
ru: Срок действия закончится %1$@
uk: Термін дії закінчиться %1$@
zh_hans: 于 %1$@ 过期

# vault_view_expired_at_label
source: Expired at %1$@
de: Abgelaufen am %1$@
es: Expira el %1$@
fr: Expiré à %1$@
hu: Lejárt ekkor: %1$@
it: Scaduta il %1$@
ja: 有効期限切れ: %1$@
ko: %1$@에 만료됨
pt_br: Expirado em %1$@
pt_pt: Fim da data de validade em %1$@
ru: Закончился срок действия %1$@
uk: Закінчився термін дії %1$@
zh_hans: 过期于 %1$@

# vault_view_passkey_created_at_label
source: Passkey created at %1$@
de: Passkey erstellt am %1$@
es: Llave de acceso creada el %1$@
fr: Clé d'accès créé à %1$@
hu: Hozzáférési kulcs létrehozva: %1$@
it: Passkey creata il %1$@
ja: パスキー作成日時: %1$@
ko: %1$@에 만든 패스키
pt_br: Chave de acesso criada em %1$@
pt_pt: Chave de acesso criada em %1$@
ru: Ключ доступа создан %1$@
uk: Ключ доступу створено %1$@
zh_hans: 通行密钥创建于 %1$@

# vault_view_password_revision_label
source: Password last modified at %1$@
de: Passwort zuletzt geändert am %1$@
es: Contraseña modificada por última vez el %1$@
fr: Dernière modification du mot de passe à %1$@
hu: Jelszó utoljára módosítva: %1$@
it: Ultima modifica password il %1$@
ja: パスワードの最終更新時刻: %1$@
ko: 비밀번호를 %1$@에 마지막으로 변경함
pt_br: Senha modificada pela última vez em %1$@
pt_pt: Palavra-passe modificada pela última vez em %1$@
ru: Пароль последний раз изменен %1$@
uk: Пароль останній раз змінено %1$@
zh_hans: 密码最后修改于 %1$@

# vault_view_revision_label
source: Last modified at %1$@
de: Zuletzt geändert am %1$@
es: Última modificación el %1$@
fr: Dernière modification à %1$@
hu: Utoljára módosítva: %1$@
it: Ultima modifica il %1$@
ja: 最終更新時刻: %1$@
ko: %1$@에 마지막으로 변경함
pt_br: Última modificação em %1$@
pt_pt: Modificado pela última vez em %1$@
ru: Последний раз изменено %1$@
uk: Останній раз змінено %1$@
zh_hans: 最后修改于 %1$@

# vault_view_saved_to_label
source: Saved to %1$@ at %2$@
de: In %1$@ auf %2$@ gespeichert
es: Guardar %1$@ en %2$@
fr: Enregistré dans %1$@ à %2$@
hu: Elmentve ide: %1$@ ezen a helyen: %2$@
it: Salvato in %1$@ a %2$@
ja: %1$@ (%2$@) に保存しました
ko: %1$@에 저장됨 (%2$@)
pt_br: Salvo em %1$@ em %2$@
pt_pt: Guardado em %1$@ em %2$@
ru: Сохранено в %1$@ на %2$@
uk: Збережено до %1$@ на %2$@
zh_hans: 保存到 %1$@ %2$@

# fido2webauthn_web_title
source: FIDO2 WebAuthn
fr: WebAuthn FIDO2

source: URIs
hu: URI
it: URI
ja: URI
ko: URI
ru: URI-адреса
uk: URI-адреси

# gpg_key_sec_pub
source: sec/pub
pt_br: sec/pub (chave privada/pública)
